alsa-firmware
alsa-utils
atkmm
awesome
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btrfs-progs
cairomm
cbatticon
clang
dmenu
efibootmgr
fd
feh
ffmpegthumbnailer
flameshot
git
go
google-chrome
grub
gvfs
intel-ucode
kitty
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
llvm
mpc
mpd
ncmpcpp
neovim
network-manager-applet
networkmanager
nm-connection-editor
npm
ntfs-3g
nvidia-open-dkms
nvidia-settings
os-prober
pangomm
picom
pipewire
pipewire-pulse
polkit-gnome
pyright
python-dbus
reflector
ripgrep
rofi
sof-firmware
texlive-basic
texlive-latexextra
texlive-meta
thunar
thunar-volman
translate-shell
ttf-fira-code
tumbler
udisks2
unzip
uv
vim
vlc
wget
wireplumber
wl-clipboard
xclip
xdg-desktop-portal-gtk
xdotool
xorg-server
xorg-xev
xorg-xinit
xorg-xinput
xterm
yay
yay-debug
yt-dlp
zathura
zathura-pdf-mupdf
zoxide
zsh
zsh-completions
